{
  "garanties": {
    "senior_fatigue_institutional_dense": {
      "title": "Garanties EDF — Protection long terme",
      "intro": {
        "text": "EDF existe depuis 1946 et appartient à 100 % à l'État français. Sur un projet de 20 à 25 ans, cela garantit la continuité de l'acteur, la stabilité des engagements et la pérennité du suivi technique.",
        "infobulle": {
          "senior": {
            "title": "🛡️ Protection dans le temps",
            "body": "Elles couvrent le matériel, la production et le suivi. EDF ne peut ni disparaître ni modifier ses engagements unilatéralement."
          },
          "banquier": {
            "title": "📑 Cadre de garantie",
            "body": "Obligations de résultat et de remplacement. Sécurisé juridiquement par le statut public d'EDF."
          },
          "standard": {
            "title": "🔒 Vous êtes couvert",
            "body": "Le matériel est garanti. La production est suivie. EDF assure la continuité sur toute la durée."
          }
        }
      },
      "toggleLabels": {
        "off": "Essentielle — TVA réduite",
        "on": "Performance — Garanties maximales"
      },
      "toggleDisclaimer": "Les deux options respectent le même cadre de protection. Les différences portent uniquement sur le niveau de couverture.",
      "bannerEssentielle": {
        "title": "ESSENTIELLE — TVA RÉDUITE",
        "items": [
          "Panneaux garantis 25 ans",
          "Production garantie",
          "Fabrication française"
        ]
      },
      "bannerPerformance": {
        "title": "PERFORMANCE — GARANTIES MAXIMALES",
        "items": [
          "Garanties à vie sur certains éléments",
          "Suivi renforcé",
          "Protection maximale"
        ]
      },
      "sections": [
        {
          "id": "cadre-institutionnel",
          "title": "EDF — 100 ans, État, continuité garantie",
          "text": "EDF existe depuis 1946 et appartient à 100 % à l'État français. Sur un projet de 20 à 25 ans, cela garantit la continuité de l'acteur, la stabilité du cadre réglementaire et la pérennité des engagements.",
          "infobulle": {
            "senior": {
              "title": "🛡️ Un cadre public de confiance",
              "body": "EDF est détenu à 100 % par l'État français. Cela garantit stabilité, continuité et impossibilité de disparition. Sur un projet long terme, c'est la protection la plus solide."
            },
            "banquier": {
              "title": "⚖️ Un acteur public structurant",
              "body": "Groupe public soumis à des obligations d'État. Continuité garantie, cadre réglementaire stable et impossibilité de modification unilatérale des engagements."
            },
            "standard": {
              "title": "🔒 Ce que signifie « Groupe EDF »",
              "body": "EDF appartient à l'État. Ce n'est pas une société privée opportuniste. Sur 20 ans, cela change tout : l'acteur ne peut pas disparaître."
            }
          }
        },
        {
          "id": "prise-en-charge-admin",
          "title": "Un parcours entièrement pris en charge",
          "text": "Les démarches administratives, techniques et réglementaires sont intégralement pilotées par EDF. Vous n'avez pas à intervenir ni à coordonner des intervenants.",
          "microText": "Autorisation – Déclaration – Coordination – Suivi",
          "infobulle": {
            "senior": {
              "title": "🛡️ Délégation sécurisée",
              "body": "EDF prend la responsabilité complète du parcours. Vous n'avez pas à gérer d'intervenants, de formulaires ou de délais. Si une étape bloque, le projet s'arrête sans frais ni engagement de votre part."
            },
            "banquier": {
              "title": "📋 Pilotage administratif",
              "body": "Processus intégralement structuré et piloté par EDF. Le risque administratif est transféré à EDF. Cadre contractuel et opposable."
            },
            "standard": {
              "title": "🙌 EDF s'occupe du parcours",
              "body": "Vous n'avez pas à vous battre avec des formulaires ou coordonner des artisans. EDF pilote de bout en bout. Si ça bloque, le projet s'arrête sans frais."
            }
          }
        },
        {
          "id": "validations-techniques",
          "title": "Des validations avant engagement",
          "text": "Avant toute installation, des vérifications techniques sont réalisées. En cas de doute (structure, amiante, conformité), des contrôles complémentaires sont déclenchés.",
          "infobulle": {
            "senior": {
              "title": "🔍 Vérifications sans engagement",
              "body": "Aucune installation n'est lancée tant que les conditions ne sont pas réunies. Si un doute technique apparaît, EDF déclenche des contrôles supplémentaires sans frais pour vous."
            },
            "banquier": {
              "title": "⚙️ Due diligence technique",
              "body": "Audit technique préalable obligatoire. En cas de non-conformité détectée (amiante, structure), le projet est suspendu sans engagement financier."
            },
            "standard": {
              "title": "✅ Contrôles avant installation",
              "body": "EDF vérifie tout avant de commencer. Si quelque chose cloche, le projet s'arrête. Vous ne prenez aucun risque."
            }
          }
        },
        {
          "id": "garanties-long-terme",
          "title": "Une protection dans la durée",
          "text": "Le matériel, la production et le suivi sont couverts par des garanties contractuelles. Ces garanties s'inscrivent dans un cadre long terme, avec un interlocuteur unique.",
          "microText": "Matériel • Production • Suivi",
          "infobulle": {
            "senior": {
              "title": "🛡️ Protection dans le temps",
              "body": "Les garanties couvrent le matériel, la production et le suivi. Elles sont définies contractuellement, pas commercialement. EDF assure la continuité sur toute la durée."
            },
            "banquier": {
              "title": "📑 Cadre de garantie",
              "body": "Obligations de résultat et de remplacement. Garanties définies contractuellement avec des seuils vérifiables. Sécurisé juridiquement."
            },
            "standard": {
              "title": "🔒 Vous êtes couvert",
              "body": "Le matériel est garanti. La production est suivie. Si ça ne produit pas, EDF intervient. Simple et clair."
            }
          }
        },
        {
          "id": "continuite-sav",
          "title": "Un projet suivi dans le temps",
          "text": "Le projet ne s'arrête pas à l'installation. Le suivi, les interventions éventuelles et la continuité du service sont assurés par EDF.",
          "infobulle": {
            "senior": {
              "title": "🤝 Continuité garantie",
              "body": "La continuité de l'acteur est un élément central sur un projet long terme. EDF ne peut ni disparaître ni se désengager. C'est la protection la plus forte possible."
            },
            "banquier": {
              "title": "📊 Continuité de service",
              "body": "Obligation de continuité par statut public. Interventions et suivi assurés sur toute la durée contractuelle. Risque de contrepartie neutralisé."
            },
            "standard": {
              "title": "🔧 EDF reste présent",
              "body": "Sur 20 ans, le vrai risque n'est pas le matériel. C'est que l'entreprise n'existe plus. Avec EDF, ce risque n'existe pas."
            }
          }
        }
      ],
      "explicationsGaranties": {
        "performance": {
          "title": "Garantie de performance",
          "text": "EDF s'engage sur un niveau de production. Si ce niveau n'est pas atteint, EDF intervient ou compense.",
          "infobulle": {
            "senior": {
              "title": "☀️ Production surveillée",
              "body": "EDF surveille la production réelle. En cas d'écart significatif par rapport aux prévisions, une analyse est déclenchée. Si l'écart est confirmé et imputable au matériel, EDF intervient sans frais."
            },
            "banquier": {
              "title": "📊 Garantie de performance",
              "body": "Des seuils de production sont définis contractuellement. En cas d'écart constaté et imputable au système, EDF intervient ou compense selon les termes du contrat."
            },
            "standard": {
              "title": "⚡ Production garantie",
              "body": "Si la production baisse anormalement, c'est détecté automatiquement. EDF analyse et intervient si nécessaire. Vous ne gérez rien."
            }
          }
        },
        "materiel": {
          "title": "Garantie matériel",
          "text": "Remplacement pièces, main d'œuvre et déplacement inclus selon l'offre sélectionnée.",
          "infobulle": {
            "senior": {
              "title": "🔧 Matériel garanti",
              "body": "Remplacement des éléments défectueux, main d'œuvre et déplacement inclus. Les durées varient selon l'offre : 10 ans minimum (Essentielle), à vie sur certains composants (Performance)."
            },
            "banquier": {
              "title": "⚙️ Garantie matériel",
              "body": "Couverture contractuelle du matériel avec remplacement pièces et main d'œuvre. Durées : 10–25 ans selon offre. À vie sur certains éléments (Performance)."
            },
            "standard": {
              "title": "🛠️ Pièces garanties",
              "body": "Si une pièce casse, elle est remplacée. Main d'œuvre et déplacement inclus. Durée : 10 à 25 ans selon ce que vous choisissez."
            }
          }
        }
      },
      "systemYuze": {
        "title": "Supervision intelligente EDF",
        "intro": "Votre installation est surveillée en continu. EDF détecte et intervient automatiquement si nécessaire.",
        "features": [
          {
            "title": "Surveillance continue",
            "text": "Analyse en temps réel, panneau par panneau."
          },
          {
            "title": "Détection automatique",
            "text": "Identification des écarts et intervention si nécessaire."
          }
        ]
      },
      "afficheurConnecte": {
        "title": "Suivi de production en temps réel",
        "text": "Production, consommation et économies visibles à tout moment."
      },
      "resultatBanner": {
        "text": "EDF installe, surveille et intervient si nécessaire. Vous bénéficiez de la production sans contrainte technique."
      },
      "transition": {
        "senior": "Le cadre du projet est maintenant posé. Nous pouvons regarder la structure financière.",
        "banquier": "Le cadre institutionnel et les garanties étant posés, nous pouvons analyser la structure financière.",
        "standard": "Maintenant que le cadre est clair, on peut regarder les chiffres."
      },
      "synthese": {
        "senior": "À ce stade, le cadre du projet est posé : responsabilités, garanties, prise en charge et continuité. Il ne s'agit pas d'une promesse, mais d'un périmètre contractuel clair.",
        "banquier": "Le cadre contractuel est défini : acteur public, garanties opposables, continuité assurée. La structure est sécurisée.",
        "standard": "Récap : EDF gère tout, garantit le matériel et la production, et reste présent sur toute la durée. C'est sécurisé."
      }
    },
    "default": {
      "title": "Vos garanties – Selon l'offre choisie",
      "intro": {
        "text": "Avec EDF, vous êtes accompagné du début à la fin : étude, installation, contrôle, mise en service et suivi. L'objectif est simple : que votre installation produise ce qui a été prévu, dans le temps.",
        "infobulle": {
          "senior": {
            "title": "🛡️ Protection dans le temps",
            "body": "Elles couvrent le matériel, la production et le suivi."
          },
          "banquier": {
            "title": "📑 Cadre de garantie",
            "body": "Obligations de résultat et de remplacement. Sécurisé juridiquement."
          },
          "standard": {
            "title": "🔒 Vous êtes couvert",
            "body": "Le matériel est garanti. La production est suivie."
          }
        }
      },
      "toggleLabels": {
        "off": "Essentielle (TVA 5.5%)",
        "on": "Performance (TVA 20%)"
      },
      "toggleDisclaimer": null,
      "bannerEssentielle": {
        "title": "OFFRE ESSENTIELLE – TVA RÉDUITE 5.5%",
        "items": [
          "Panneaux – 25 ans",
          "Production garantie –0.4%/an",
          "Fabrication française"
        ]
      },
      "bannerPerformance": {
        "title": "OFFRE PERFORMANCE – TVA 20%",
        "items": [
          "Garantie maximale et sérénité long terme."
        ]
      },
      "sections": [],
      "explicationsGaranties": {
        "performance": {
          "title": "Garantie de performance",
          "text": "si la production est inférieure aux engagements, une compensation est prévue contractuellement.",
          "infobulle": {
            "senior": {
              "title": "☀️ Production surveillée",
              "body": "Si elle ne produit pas ce qui est prévu, EDF intervient."
            },
            "banquier": {
              "title": "📊 Garantie de performance",
              "body": "Des seuils de production sont définis contractuellement."
            },
            "standard": {
              "title": "⚡ Production garantie",
              "body": "Si la production baisse, c'est détecté et pris en charge."
            }
          }
        },
        "materiel": {
          "title": "Garantie matériel",
          "text": "remplacement pièces, main d'œuvre et déplacement selon conditions de l'offre sélectionnée.",
          "infobulle": {
            "senior": {
              "title": "🔧 Matériel garanti",
              "body": "Remplacement des éléments défectueux inclus."
            },
            "banquier": {
              "title": "⚙️ Garantie matériel",
              "body": "Couverture contractuelle du matériel."
            },
            "standard": {
              "title": "🛠️ Pièces garanties",
              "body": "Si une pièce casse, elle est remplacée."
            }
          }
        }
      },
      "systemYuze": {
        "title": "Supervision intelligente EDF",
        "intro": "Votre installation est suivie automatiquement. En cas d'écart de production, une alerte déclenche un diagnostic et, si nécessaire, une intervention.",
        "features": [
          {
            "title": "Surveillance continue",
            "text": "Analyse en temps réel, panneau par panneau."
          },
          {
            "title": "Optimisation IA",
            "text": "Vos habitudes sont apprises pour maximiser votre autoconsommation."
          }
        ]
      },
      "afficheurConnecte": {
        "title": "Afficheur Connecté",
        "text": "Production – consommation – économies → visible en temps réel."
      },
      "resultatBanner": {
        "text": "Résultat : vous installez, vous produisez, vous êtes accompagné. EDF suit, et intervient si nécessaire. Votre rôle : profiter des économies."
      },
      "transition": {
        "senior": null,
        "banquier": null,
        "standard": null
      },
      "synthese": {
        "senior": null,
        "banquier": null,
        "standard": null
      }
    }
  }
}
